Repository: Tonytoons/wezenit
Catalog: module/Application/language/*.po
Languages: fr_fr

source: Site name
fr_fr: Zenovly

source: Site Title
fr_fr: Your renovation made easy

source: Home
fr_fr: Acceuil

source: Contact Us
fr_fr: Contactez-nous

source: Login
fr_fr: S'identifier

source: Register
fr_fr: Créer son compte

source: Login Title
fr_fr: Login With this great website

source: Password
fr_fr: Mot de passe

source: OR
fr_fr: ou

source: Register Title
fr_fr: Register With Site

source: Full name
fr_fr: Name (Full name)

source: Dashboard
fr_fr: Tableau de bord

source: New Password
fr_fr: Nouveau mot de passe

source: Email Address
fr_fr: Adresse email

source: Date Of Birth
fr_fr: Date de naissanc

source: Gender
fr_fr: Sexe

source: Phone number
fr_fr: Numéro de téléphone

source: Address
fr_fr: Adresse

source: Male
fr_fr: Masculin

source: Female
fr_fr: Féminin

source: Other
fr_fr: Autre

source: Save
fr_fr: Sauvegardez

source: Old Password
fr_fr: Ancien mot de passe

source: Change password
fr_fr: Modifier le mot de passe

source: Step 1 : Do you have a renovation project ?
fr_fr: Etape 1 : Avez-vous déjà selectionné un artisan ?

source: I do have a renovation project
fr_fr: Oui, j'ai sélectionné un artisan

source: I do not have a renovation project
fr_fr: Non, je n'ai pas encore sélectionné mon artisan

source: Save and continue
fr_fr: Prochaine étape

source: Step 2 : Do you have a signed contract already ?
fr_fr: Etape 2 : Avez-vous un devis ou une facture signé ?

source: I have have a signed contract already
fr_fr: Oui, j'ai déjà signé un contrat

source: I don’t have a signed contract yet
fr_fr: Non, je n'ai pas encore de contrat

source: Previous
fr_fr: Précédent

source: Step 3 : Give us more details about the contract.
fr_fr: Etape 3: Donnez-nous plus de détails sur le contrat

source: 1. Upload a picture of the contract (can be an image file or a PDF file)
fr_fr: 1. Ajoutez une copie de votre contrat

source: 2. Tell us what is the total price (tax included)
fr_fr: 2. Quel est le prix total de ce contrat

source: 3. Give us the start date of the renovation work
fr_fr: 3. Quand est prévu le début des travaux ?

source: 4. Give us the end date of the renovation work
fr_fr: 4. Quand est prévu la fin des travaux ?

source: Information about the supplier
fr_fr: Donnez nous plus d'information sur l'artisan qui va effectuer vos travaux

source: First & Last Name
fr_fr: Nom et prénom de l'artisan

source: Company Name
fr_fr: Nom de la société

source: Company Address
fr_fr: Adresse de la société

source: Mobile Phone Number
fr_fr: Numéro de téléphone mobile

source: Landline Phone Number
fr_fr: Numéro de téléphone fixe

source: Sireal Number
fr_fr: Le SIREN de votre artisan

source: Stap 4 : This is your contract.
fr_fr: Etape 4 : Signé et accepté le contrat electroniquement

source: I have read and understand the Privacy Policy
fr_fr: Je confirme que j'ai lu et compris le contrat et la politique de gestion des données.

source: Accept
fr_fr: Accepter

source: Stap 5 : Complete
fr_fr: Etape 5 : Terminé!

source: You have successfully completed.
fr_fr: Nous allons maintenant solliciter l'artisan afin qu'il accepte le contrat à son tour

source: Success!
fr_fr: Bravo! !

source: Stay Zen during your renovation
fr_fr: L'assurance de vos travaux accomplis

source: Our partners
fr_fr: Nos partenaires

source: Email Us
fr_fr: Envoyez-nous un email

source: Your Name
fr_fr: votre nom

source: Your Email
fr_fr: Votre email

source: Subject
fr_fr: Sujet

source: Send
fr_fr: Envoyer

source: Company address contact
fr_fr: xxxx 9, xxx, xxxxx

source: Phone
fr_fr: Téléphone

source: or
fr_fr: ou

source: Forget the password ?
fr_fr: Oublier le mot de passe?

source: Sign in
fr_fr: se connecter

source: New here ?
fr_fr: Nouveau ici ?

source: Join Us
fr_fr: Rejoignez-nous

source: Price (tax included)
fr_fr: Prix TTC

source: Start date
fr_fr: Date de commencement de votre projet

source: End date
fr_fr: Date de fin de votre projet

source: Vos travaux sans soucis 1
fr_fr: Vos travaux sans soucis

source: Vos travaux sans soucis 2
fr_fr: Vos travaux sans soucis

source: Vos travaux sans soucis 3
fr_fr: Vos travaux sans soucis

source: Vos travaux sans soucis 4
fr_fr: Vos travaux sans soucis

source: Vos 1 Lorem ipsum dolor sit amet, consectetur adipiscing elit. Vestibulum id ligula felis euismod semper.
fr_fr: Lorem ipsum dolor sit amet, consectetur adipiscing elit. Vestibulum id ligula felis euismod semper.

source: Vos 2 Lorem ipsum dolor sit amet, consectetur adipiscing elit. Vestibulum id ligula felis euismod semper.
fr_fr: Lorem ipsum dolor sit amet, consectetur adipiscing elit. Vestibulum id ligula felis euismod semper.

source: Vos 3 Lorem ipsum dolor sit amet, consectetur adipiscing elit. Vestibulum id ligula felis euismod semper.
fr_fr: Lorem ipsum dolor sit amet, consectetur adipiscing elit. Vestibulum id ligula felis euismod semper.

source: Vos 4 Lorem ipsum dolor sit amet, consectetur adipiscing elit. Vestibulum id ligula felis euismod semper.
fr_fr: Lorem ipsum dolor sit amet, consectetur adipiscing elit. Vestibulum id ligula felis euismod semper.

source: Oops! Something went wrong.
fr_fr: Oops! Quelque chose s'est mal passé.

source: Please confirm the privacy policy.
fr_fr: Veuillez confirmer la politique de confidentialité.

source: Sireal number must contain only letters, numbers, or dashes.
fr_fr: Le numéro de série ne doit contenir que des lettres, des chiffres ou des tirets.

source: Please enter a valid phone number
fr_fr: S'il vous plaît entrer un numéro de téléphone valide.

source: Please enter full name
fr_fr: S'il vous plaît entrer le nom complet.

source: Please enter a value with a valid mimetype (pdf,jpg,jpeg,png,gif).
fr_fr: Veuillez entrer une valeur avec un type MIME valide (pdf,jpg,jpeg,png,gif).

source: Please enter price.
fr_fr: S'il vous plaît entrer le prix.

source: Please enter company name.
fr_fr: Veuillez entrer le nom de l'entreprise.

source: Please enter work start date.
fr_fr: Veuillez entrer la date de début du travail.

source: Please enter work end date.
fr_fr: Veuillez entrer la date de fin du travail.

source: Work start date and end date should be proper.
fr_fr: La date de début et de fin du travail doit être correcte.

source: You must enter a sireal number
fr_fr: Vous devez entrer un numéro de série

source: sireal number format not valid
fr_fr: Le format du numéro de série n'est pas valide

source: We need your email address to contact you.
fr_fr: Nous avons besoin de votre adresse email pour vous contacter.

source: Your email address must be in the format of name@domain.com
fr_fr: Votre adresse e-mail doit être au format nom@domaine.com.

source: Press ok to logout!
fr_fr: Appuyez sur ok pour vous déconnecter!

source: Please enter a valid email address.
fr_fr: S'il vous plaît, mettez une adresse email valide.

source: Your password must be at least 5 characters long.
fr_fr: Votre mot de passe doit comporter au moins 5 caractères.

source: Please login first !.
fr_fr: S'il vous plait Connectez-vous d'abord !.

source: Password does not match the confirm password
fr_fr: Le mot de passe ne correspond pas au mot de passe de confirmation.

source: You have been successfully registered. please you login.
fr_fr: Vous avez été enregistré avec succès. veuillez vous connecter.

source: Edit profile successfuly
fr_fr: Editer le profil avec succès

source: Your new password must be at least 5 characters long.
fr_fr: Votre nouveau mot de passe doit comporter au moins 5 caractères.

source: New password successfuly
fr_fr: Nouveau mot de passe avec succès

source: Upload profile photo successfully
fr_fr: Télécharger la photo de profil avec succès

source: I agree to the Terms of Service.
fr_fr: J'accepte les conditions d'utilisation.

source: Confirm contract successfully.
fr_fr: Confirmer le contrat avec succès.

source: Comfirm
fr_fr: Confirmer

source: Contract info
fr_fr: Informations sur le contrat

source: Contract file
fr_fr: Dossier de contrat

source: Download File
fr_fr: Télécharger un fichier

source: Total price (tax included)
fr_fr: Prix total (taxes incluses)

source: Pending
fr_fr: En cours d'approbation

source: Done
fr_fr: Réalisé

source: You do not have permission to view contract details.
fr_fr: Vous n'êtes pas autorisé à afficher les détails du contrat.

source: Please enter subject.
fr_fr: S'il vous plaît entrer sujet.

source: Please enter message.
fr_fr: S'il vous plaît entrer un message.

source: Your message has been sent. Thank you!
fr_fr: Votre message a été envoyé. Je vous remercie!

source: View
fr_fr: Vue

source: Views
fr_fr: Des vues

source: Read more
fr_fr: Pour en savoir plus

source: Fan Page
fr_fr: Page de fan

source: Tell your friends
fr_fr: Dis-le à tes amis

source: Company Email
fr_fr: Email de l'entreprise

source: Connected Facebook
fr_fr: Facebook connecté

source: Connect With Facebook
fr_fr: Connecter avec Facebook

source: Connect Facebook Successfuly.
fr_fr: Connectez Facebook avec succès.

source: Supplier Contract
fr_fr: Contrat pour vendeur professionnel

source: Consumer Contract
fr_fr: Contrat pour particulier

source: A trusted 3rd party for your renovation projects
fr_fr: Votre tiers de confiance pour vos rénovations

source: Sorry, we can't process this time please try again later!
fr_fr: Désolé, une erreur est survenue s'il vous plaît réessayer plus tard!

source: Are you sure to log out.
fr_fr: Etes-vous sûr de vouloir vous déconnecter?

source: Yes, I am sure!
fr_fr: Oui, me déconnecter!

source: No, cancel it!
fr_fr: Non, je reste connecté!

source: Please enter email!
fr_fr: S'il vous plaît entrer votre e-mail!

source: The password is the wrong length 6-15
fr_fr: Le mot de passe doit être de 6 à 15 caractères

source: You didn't enter a password.
fr_fr: Votre mot de passe est manquant.

source: The password is the wrong length.
fr_fr: Le mot de passe doit être de 6 à 15 caractères

source: The password contains illegal characters.
fr_fr: Le mot de passe contient des caractères illégaux.

source: The password must contain at least one numeral.
fr_fr: Le mot de passe doit contenir au moins un chiffre.

source: Please enter name!
fr_fr: S'il vous plaît entrez votre nom!

source: Password and confirm password are not the same.
fr_fr: Mot de passe et le mot de passe de confirmation ne sont pas les mêmes.

source: Add Tracking Code
fr_fr: Ajouter le code de suivi

source: Enter your tracking code
fr_fr: Entrez votre code de suivi

source: Tracking code saved successfully.
fr_fr: Code de suivi enregistré.

source: Enter your tracking code.
fr_fr: Entrez votre code de suivi.

source: Send to Api payment.
fr_fr: Envoyer à un paiement Api.

source: Plase enter keyword.
fr_fr: Entrez mot-clé

source: Please enter phone number !
fr_fr: S'il vous plaît entrer un numéro de téléphone

source: Edit profile successfuly.
fr_fr: Profil a été édité.avec succès.

source: Please enter company name!
fr_fr: S'il vous plaît entrer votre nom d'entreprise!

source: Please enter company address!
fr_fr: S'il vous plaît entrer votre adresse de l'entreprise!

source: Please enter mobile phone !
fr_fr: S'il vous plaît entrer un numéro de téléphone

source: Please enter email supplier!
fr_fr: Entrez l'adresse e-mail de votre fournisseur!

source: Edit successfuly
fr_fr: Edité avec succès!

source: Please enter ibank account!
fr_fr: Votre compte bancaire IBAN

source: Please enter bank account name!
fr_fr: Votre code de votre banque

source: Please enter bic code!
fr_fr: Votre compte bancaire BIC

source: Please enter bank address!
fr_fr: Entrez votre adresse bancaire

source: Add bank successfuly.
fr_fr: Vos informations de compte a été ajouté avec succès!

source: The old password is the wrong length 6-15
fr_fr: L'ancien mot de passe doit être de 6 à 15 caractères

source: The new password is the wrong length 6-15
fr_fr: Le nouveau mot de passe doit être de 6 à 15 caractères

source: Now password does not match the confirm password.
fr_fr: Nouveau mot de passe ne correspond pas au mot de passe de confirmation.

source: Loadding
fr_fr: Chargement....

source: Detial
fr_fr: Détails

source: I didn't get item
fr_fr: Je n'ai pas l'objet / Services n'a été effectuée / services ont été incorrectement effectué

source: Please check your email fromat!
fr_fr: S'il vous plaît vérifier votre format e-mail!

source: Registration was successful.
fr_fr: L'enregistrement fut un succès.

source: Sorry! This account already exit.
fr_fr: Pardon! Ce compte existe déjà.

source: Changed password was successful.
fr_fr: Mot de passe changé avec succès.

source: Sorry! We were not able to change your password.
fr_fr: Pardon! Nous ne sommes pas en mesure de changer votre mot de passe s'il vous plaît essayer à nouveau.

source: Contract successful
fr_fr: Vous avez réussi à signer le contrat de transaction.

source: Please check user id
fr_fr: S'il vous plaît vérifier l'ID utilisateur

source: Please check supplier id
fr_fr: S'il vous plaît vérifier carte d'identité professionnelle

source: Sorry! seem you don't have any contract right now.
fr_fr: Pardon ! Il ne nous semble que vous avez un contrat actif en ce moment

source: Added successfully
fr_fr: Ajouté avec succè

source: Payout successfully
fr_fr: Paiement reçu avec succès

source: Email sent successfully.
fr_fr: E-mail envoyé avec succès.!

source: Sorry! we couldn't process, because some supplier already accepted this contract.
fr_fr: Pardon! nous ne pouvions pas traiter votre demande, car un autre vendeur a déjà accepté votre offre.

source: No this email in the system, please check your email!
fr_fr: Pardon! nous ne pouvions pas traiter votre demande, car un autre acheteur a déjà accepté votre contrat.

source: Your new password has been sent to your email.
fr_fr: Cette adresse e-mail n'est pas reconnu, s'il vous plaît vérifier votre adresse e-mail

source: Sorry! we couldn't process, because contract already accepted.
fr_fr: Votre nouveau mot de passe a été envoyé à votre adresse email.

source: Please enter country of incorporation.
fr_fr: Veuillez entrer le pays d'immatriculiation de l'entreprise

source: Please enter ID number of the company.
fr_fr: Veuillez entrer le numéro d'identification de l'entreprise.

source: Please enter account number!
fr_fr: Veuillez entrer le numéro de compte

source: Please enter sort code!
fr_fr: Veuillez entrer le code de tri

source: Please enter deposit account type!
fr_fr: Veuillez entrer le type de compte

source: Please enter branch code!
fr_fr: Veuillez entrer le code agence

source: Please enter bank name!
fr_fr: Veuillez entrer le nom de la banque

source: Please enter institution number!
fr_fr: Veuillez entrer le numéro d'établissement

source: Please enter owner name!
fr_fr: Veuillez entrez le nom des actionnaires principaux

source: Please enter type!
fr_fr: S'il vous plaît entrer le type

source: Please enter project name.
fr_fr: Veuillez entrez le nom d votre projet

source: Please enter price
fr_fr: Veuillez entrer le prix

source: Please enter detail.
fr_fr: Veuillez entrer les détails.

source: Please enter message !
fr_fr: Veuillez entrer un message

source: Changed your picture was successful.
fr_fr: Le changement de votre photo a été réalisé avec succès !

source: Sorry! We were not able to upload your picture.
fr_fr: Désolé ! Nous n'avons pas pu télécharger votre photo.

source: Upload maximum 9 file.
fr_fr: Télécharger au maximum 9 fichiers.

source: What is wezenit
fr_fr: WE<span>ZEN</span>IT c’est quoi?

source: Contact us
fr_fr: Nous Contacter

source: Secure a transaction
fr_fr: Je sécurise ma transaction

source: With Wezenit, buy and sell with trust
fr_fr: Avec WE<span class="color-sky txt-zen txt-bold">ZEN</span>IT vendez et achetez en toute confiance !

source: We are a trust provider for all your transactions
fr_fr: Nous sommes fournisseur de confiance pour toutes vos transactions.

source: Secure my transaction
fr_fr: Je sécurise ma transaction

source: With Wezenit,
fr_fr: Avec WE<span class="color-sky txt-zen">ZEN</span>IT,

source: you can buy and sell everywhere and be safe.
fr_fr: vous pouvez acheter et vendre

source: Wezenit intro3
fr_fr: tout, partout, en toute sérénité

source: Wezenit information
fr_fr: Wezenit est à vos cotés et fournit la confiance nécessaire à vos transactions. Avec Wezenit fini les risques de non-paiement pour un vendeur/prestataire et les risques de non réalisation ou de disparition de son paiement pour un acheteur/client. Plus besoin de procédures longues et couteuses pour ne même pas se faire rembourser. Avec Wezenit, plus aucune raison de ne pas se lancer puisqu’il n’y a pas de risques.

source: A transaction in 4 simple steps.
fr_fr: Une transaction Zen en 4 étapes

source: The buyer and the seller confirm the transaction detail and sign a contract online
fr_fr: Vendeur et acheteur valident le service et/ou produit, prix et conditions

source: The buyer transfer the amount to be paid to wezenit
fr_fr: L’acheteur verse le prix sur Wezenit

source: The buyer receive the product or the service
fr_fr: L’acheteur réceptionne le service et/ou produit

source: Wezenit transfer the money to the seller
fr_fr: Wezenit libère le paiement à la date convenue

source: How do we secure all transactions ?
fr_fr: Comment sécurisons nous toutes les transactions ?

source: With Wezenit, you can buy and sell any items or services worldwide and stay safe. We are a third party provide where we act as an escrow for all transaction types.
fr_fr: Avec Wezenit, vous pouvez acheter et vendre tout, partout, sans risque de non-paiement ou de payer pour rien. Les transactions honnêtes peuvent prospérer et tout le monde est gagnant ! Un processus simple et transparent pour tout type de prestation et tout type de biens.

source: What kind of transactions do we secure?
fr_fr: Quel type de transactions sécurisons nous ?

source: Your electronic devices.
fr_fr: L'achat de votre matériel électronique

source: You second hand furnitures.
fr_fr: Achat de meubles/articles de sport

source: We secure all transactions.
fr_fr: Nous sécurisons toutes vos transactions

source: We secure your services.
fr_fr: Nous sécurisons vos prestations de services

source: We secure your purchases of electronic equipment.
fr_fr: Nous sécurisons vos achats de matériel électronique.

source: We secure your purchases of furniture / sporting goods.
fr_fr: Nous sécurisons vos achats de meubles/articles de sport

source: Wezenit your trusted provider for all your transactions.
fr_fr: Wezenit votre fournisseur de confiance pour toutes vos transactions.

source: Ready to stay Zen ?
fr_fr: Prêt pour restez zen ?

source: No risk of not being paid or no risk of paying for a service that is not delivered properly.
fr_fr: Aucun risque de non-paiement, pas de délai de paiement, pas de risque de non-réalisation ou de mauvaise réalisation pour les services

source: I secure a transaction for
fr_fr: Je sécurise la transaction financière pour

source: a service
fr_fr: un service

source: a product
fr_fr: un produit

source: a service and product
fr_fr: un produit et un service

source: that
fr_fr: que

source: I buy
fr_fr: j'achète

source: I sell
fr_fr: je vends

source: for
fr_fr: pour la somme de

source: price in EUR.
fr_fr: prix en €

source: Wezenit works with
fr_fr: WE<span class="color-sky txt-zen txt-bold">ZEN</span>IT fonctionne avec

source: No need to meet the individual in person, you can secure your transaction online.
fr_fr: Plus besoin de rencontrer le particulier afin d'acheter, maintenant il est possible de sécuriser toutes les transactions sur Le Bon Coin via Wezenit

source: Secure all transactions online with Wezenit.
fr_fr: Sécurisez vos transactions sur ParuVendu.fr via Wezenit

source: And many more.
fr_fr: Et plein d'autres...

source: Our team
fr_fr: Notre équipe

source: Terms & conditions
fr_fr: Mentions légales & conditions

source: Contact-us
fr_fr: Contactez-nous

source: Follow-us
fr_fr: Suivez-nous

source: E-mail
fr_fr: Votre email

source: Forgot Password?
fr_fr: Mot de passe oublié ?

source: Sign in with Facebook
fr_fr: S'identifier avec FAcebook

source: button login
fr_fr: Je me connecte

source: button register
fr_fr: Je m'enregistre

source: Name
fr_fr: Nom

source: Confirm Password
fr_fr: Confirmer le mot de passe

source: What are you selling
fr_fr: Que vendez-vous

source: Project name
fr_fr: Nom de votre projet

source: The price of the transaction (in EUR)
fr_fr: Le prix de la transaction (en EUR)

source: Your transaction begins on:
fr_fr: Votre projet commence le:

source: Your transaction ends on:
fr_fr: Votre projet se termine le:

source: Date of shipment of the product
fr_fr: Date d'expédition du produit

source: Date of receipt of the product
fr_fr: Date de réception du produit

source: Details: Note
fr_fr: Donnez plus d'informations correspondant à votre transaction ainsi que les délivrables attendus

source: Are you doing this transaction with your company?
fr_fr: Réalisez vous cette transcation pour une entreprise ou autre personne morale ?

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Company name
fr_fr: Nom de la société ou de l'oganisation

source: Country of incorporation
fr_fr: Pays dans lequel la société a été créée ?

source: ID number of the company
fr_fr: Numéro de création de la société

source: Next
fr_fr: Suivant

source: Buyer information
fr_fr: Coordonnées de l'acheteur

source: Seller information
fr_fr: Coordonnées du vendeur

source: Buyer
fr_fr: Acheteur

source: Seller
fr_fr: Vendeur

source: New Buyer
fr_fr: Nouvel acheteur

source: New Seller
fr_fr: Nouveau vendeur

source: Name of the buyer
fr_fr: Nom de l'acheteur

source: Name of the seller
fr_fr: Nom du vendeur

source: Who will pay the Wezenit fee ?
fr_fr: Qui paie la commission Wezenit ?

source: Project details
fr_fr: Détails du projet

source: for:
fr_fr: Pour:

source: Fee
fr_fr: Commission de Wezenit

source: Price
fr_fr: Prix

source: Company information
fr_fr: Coordonnées de la société

source: Billing information
fr_fr: Adresse de facturation

source: Full Name
fr_fr: Nom complet

source: Your note
fr_fr: Vos commentaires

source: Legal notices and conditions of use
fr_fr: LegalMentions légales et conditions d'utilisation

source: I have read and Understand the privacy policy
fr_fr: Je confirme que j'ai lu et compris le contrat et la politique de gestion des données.

source: Send E-Mail
fr_fr: Envoyer un email

source: You've signed the contract, an email was sent to the "Buyer/Seller"
fr_fr: project accomplished,you are paid within 48h

source: Bravo ! Your request has been sent
fr_fr: Félicitations ! Votre demande a été envoyée.

source: Your request has been sent
fr_fr: Votre demande a été envoyée.

source: You will receive a notification when your buyer will validat and pay the agreed price
fr_fr: Nous vous notifierons dès que votre acheteur a validé le contrat et qu'il a transféré le prix convenu à Wezenit.

source: Manage my profile
fr_fr: Gérer mon profil

source: Upload Image
fr_fr: Ajouter une image

source: Profile
fr_fr: Profil

source: New Password
fr_fr: Nouveau mot de passe

source: Seller list
fr_fr: Liste vendeur

source: Buyer list
fr_fr: Liste acheteur

source: Log Out
fr_fr: Se déconnecter

source: Name (Full name)
fr_fr: Nom complet

source: E-mail Address
fr_fr: E-mail

source: General Profile
fr_fr: Profil

source: Company info
fr_fr: Coordonnées de la société

source: Info Bank
fr_fr: Informations de paiement

source: Bank info
fr_fr: Informations de paiement

source: Owner name
fr_fr: Nom du propriétaire / actionnaire

source: City
fr_fr: Ville

source: Region
fr_fr: Région

source: Postal code
fr_fr: Code postal

source: Country
fr_fr: Pays

source: Account number
fr_fr: Numéro de compte

source: Deposit account types
fr_fr: Type de compte

source: Branch code
fr_fr: Code agence
