Repository: Tonytoons/wezenit
Catalog: module/Application/language/*.po
Languages: fr_fr

source: Bank name
fr_fr: Nom de l'agence

source: Institution number
fr_fr: Code de l'agence

source: Seller Contract
fr_fr: Contrat vendeur

source: Status
fr_fr: Statut

source: All
fr_fr: Tous

source: Canceled
fr_fr: Annulés

source: Paid
fr_fr: Payé

source: Waiting for money
fr_fr: En attente de paiement

source: Refund
fr_fr: Remboursement

source: Finished
fr_fr: Terminé

source: Project
fr_fr: Projet

source: Action
fr_fr: Tache

source: Payment
fr_fr: Paiement

source: Credit Card
fr_fr: Carte de crédit

source: Direct Debit
fr_fr: Carte de paiement

source: Questions ? Contact Us
fr_fr: Des questions ? Contactez-nous

source: We respond within 24 hours
fr_fr: Nous vous répondons sous 24 heures

source: Your name
fr_fr: Votre nom et prénom

source: Your email
fr_fr: Votre email

source: Your message
fr_fr: Votre message

source: With Wezenit, you can buy and sell anything anywhere, with confidence
fr_fr: Avec Wezenit, vous pouvez acheter et vendre tout, partout, en toute sérénité

source: Wezenit is at your side and provides the confidence necessary for all your transactions.
fr_fr: Wezenit est à vos cotés et fournit la confiance nécessaire à toutes vos transactions. Avec Wezenit fini les risques de non-paiement pour un vendeur/prestataire et les risques de non réalisation ou de disparition de son paiement pour un acheteur/client. Plus besoin de procédures longues et couteuses pour ne même pas se faire rembourser. Avec Wezenit, plus aucune raison de ne pas se lancer puisqu’il n’y a pas de risques.

source: A Zen transaction in 4 steps
fr_fr: Une transaction Zen en 4 étapes

source: A reactive team at your service
fr_fr: Une équipe réactive à votre service

source: We secure your services
fr_fr: Nous sécurisons vos prestations de services

source: We secure your electronics purchases.
fr_fr: Nous sécurisons vos achats de matériel électronique.

source: We secure your furniture shopping / sporting goods
fr_fr: Nous sécurisons vos achats de meubles/articles de sport

source: Wezenit your trusted supplier for all your transactions.
fr_fr: Wezenit votre fournisseur de confiance pour toutes vos transactions.

source: file
fr_fr: Fichier

source: Add file
fr_fr: Ajouter un fichier

source: The seller is
fr_fr: Le Vendeur est

source: The buyer is
fr_fr: L'acheteur est

source: a Company
fr_fr: un particulier

source: a An individual
fr_fr: un professionel

source: They are talking about it
fr_fr: Ils parlent de l'enfer des retards de paiement

source: Please scroll down through the terms & conditions in order to accept
fr_fr: Merci de lire ces conditions et de vous rendre à la fin du texte pour les signer.

source: My Wallets
fr_fr: Mes portefeuilles

source: Bank List
fr_fr: Liste de banque

source: Owner Name
fr_fr: Le nom du propriétaire

source: Account Number
fr_fr: Numéro de compte

source: Add Bank Account
fr_fr: Ajouter un compte bancaire

source: Amount
fr_fr: Montant

source: Bank Account
fr_fr: Compte bancaire

source: The PayOut
fr_fr: Paiements effectués

source: My Profile
fr_fr: Mon profil

source: First name
fr_fr: Prénom

source: Last name
fr_fr: Nom de famille

source: Date Time
fr_fr: Date heure

source: Confirm New Password
fr_fr: Confirmer le nouveau mot de passe

source: In progress
fr_fr: En cours de réalisation

source: Buyer Contract
fr_fr: Contrat Acheteur

source: Amount to be transferred
fr_fr: Montant à verser

source: Nationality
fr_fr: Nationalité

source: Country of residence
fr_fr: Pays de résidence

source: Logout
fr_fr: Se déconnecter

source: Payout List
fr_fr: Liste de paiement

source: Create Date
fr_fr: créer un rendez-vous

source: Last Update
fr_fr: Dernière mise à jour

source: Result
fr_fr: Résultat
